Repository: norix/KA-X-Lite-for-Android
Catalog: assets/www/*-lite/locale/*/LC_MESSAGES/django.po
Languages: bg

source: This video was not found! You can download it by going to the Update page.
bg: Видеото не беше намерено! Можете да го свалите от страницата за подновяване.

source: This video was not found! Please contact your teacher or an admin to have it downloaded.
bg: Видеото не беше намерено! Моля, свържете се с учителя си или администратора, за да ви го предоставят.

source: This video was not found! You must login as an admin/teacher to download the video.
bg: Видеото не беше намерено! Трябва да влезнете като администратор/учител, за да свалите видеото.

source: Note: You're logged in as an admin (not as a student/teacher), so your video progress and points won't be saved.
bg: Внимание: влезнали сте като администратор (не като ученик/учител), така че вашият напредък с упражненията и точките ви няма да се запазят.

source: Friendly reminder: You are not currently logged in, so your video progress and points won't be saved.
bg: Просто напомняме: В момента не сте влезнали с акаунта си и напредъка и точките ви няма да се съхранят.

source: Note: You're logged in as an admin (not as a student/teacher), so your exercise progress and points won't be saved.
bg: Внимание: влезнали сте като администратор (не като ученик/учител), така че вашият напредък с упражненията и точките ви няма да се запазят.

source: Friendly reminder: You are not currently logged in, so your exercise progress and points won't be saved.
bg: Просто напомняме: В момента не сте влезнали с акаунта си и напредъка и точките ви няма да се съхранят.

source: A user with this username at this facility already exists. Please choose a new username (or select a different facility) and try again.
bg: Потребител с това име вече съществува в тази институция. Моля, посочете ново име (или изберете друга институция) и опитайте отново.

source: Username was not found for this facility. Did you type your username correctly, and choose the right facility?
bg: Потребителското име не бе намерено за тази институция. Проверете, дали е изписано правилно и дали сте избрали правилната институция.

source: The password did not match. Please try again.
bg: Паролата не съвпада. Моля, опитайте отново.

source: Name
bg: Име

source: (This is the name that students/teachers will see when choosing their facility; it can be in the local language.)
bg: (Това е името, което ученици и учители ще виждат, избирайки институция

source: Description
bg: Описание

source: Address
bg: Адрес

source: (Please provide as detailed an address as possible.)
bg: (Моля въведете възможно най-точен адрес.)

source: Latitude
bg: Широчина

source: Longitude
bg: Дължина

source: Zoom
bg: Приближаване

source: Contact Name
bg: Контактно Лице

source: (Who should we contact with any questions about this facility?)
bg: Към кого да се обърнем с въпроси за вашата институция?)

source: Contact Phone
bg: Телефон

source: Contact Email
bg: E-mail

source: User Count
bg: Брой Потребители

source: (How many potential users do you estimate there are at this facility?)
bg: (Колко потенциални потребители бихте преценили, че има в тази институция?)

source: Facility
bg: Институция

source: (Group/class)
bg: (Група/Клас)

source: (optional)
bg: (по желание)

source: Username
bg: Потребителско Име

source: First Name
bg: Име

source: Last Name
bg: Фамилно Име

source: (whether this user should have teacher permissions)
bg: (дали този потребител ще получи учителски правомощия)

source: This path is only available on distributed servers.
bg: Този път е достъпен само на разпределени сървъри.

source: To continue, you must first add a facility (e.g. for your school).
bg: За да продължите, трябва първо да въведете институция (например вашето училище).

source: You must first have the administrator of this server log in below to add a facility.
bg: Първо трябва администраторът на този сървър да влезне, за да добави институция.

source: Registration status:
bg: Регистрационен статус:

source: The device's public key has been successfully registered. You may now close this window.
bg: Устройството беше успешно регистрирано. Сега можете да затворите този прозорец.

source: The facility '%(facility_name)s' has been successfully saved!
bg: Институцията '%(facility_name)s' беше успешно запазена!

source: You must add a facility before creating a user
bg: Трябва да добавите институция, преди да създадете потребител.

source: This mission is too important for me to allow you to jeopardize it.
bg: Тази мисия е твърде важна, за да ти позволя да я провалиш. (?)

source: You've been logged in! We hope you enjoy your time with KA Lite
bg: Влезнахте! Надяваме се, че KA Lite ще ви е от полза!

source: -- be sure to log out when you finish.
bg: -- помнете да излезете, след като приключите.

source: There was an error logging you in. Please correct any errors listed below, and try again.
bg: Получихме грешка при влизането. Моля, поправете долуописаните грешки и опитайте отново.

source: Page not found
bg: Страницата не е намерена

source: Sorry, but the requested page could not be found.
bg: Съжаляваме, но потърсената страница не бе намерена.

source: Error
bg: Грешка

source: Sorry, but there was an error while trying to load the page.
bg: Извиняваме се, но получихме грешка при зареждане на страницата.

source: Videos and Exercises
bg: Уроци и Упражнения

source: Watch
bg: Гледайте

source: Practice
bg: Упражнявайте се

source: Add Student
bg: Добавете Ученик

source: Add Teacher
bg: Добавете Учител

source: Admin
bg: Администратор

source: Update
bg: Подновяване

source: Coach
bg: Обучавай

source: Sign Up
bg: Запишете се

source: Login
bg: Вход

source: Register device
bg: Регистрирайте Компютър

source: Logout
bg: Изход

source: Return
bg: Назад

source: Practicing
bg: Упражняване

source: Your progress streak bar for this exercise
bg: Вашият напредък с това упражнение

source: Answer
bg: Отговор

source: Correct! Next Question...
bg: Правилно! Следващ въпрос...

source: Need help?
bg: Нужда от помощ?

source: I'd like a hint
bg: Вземи Подсказка

source: Note: this will reset your streak and points for this exercise!
bg: Внимание: така ще загубите напредъка си и точките към това упражнение!

source: Stuck? Watch a video.
bg: Проблеми? Гледайте урок.

source: Related videos:
bg: Подобни уроци:

source: Show scratchpad
bg: Покажи Скицника

source: Scratchpad not available
bg: Скицникът не е достъпен

source: A free world-class education for anyone anywhere.
bg: Безплатно образование на световно равнище за всекиго по всяко време.

source: Learn by watching videos!
bg: Учете, гледайки видео уроци!

source: Learn by doing exercises!
bg: Учете, упражнявайки се!

source: Practice your math skills from addition to calculus and everything in between.
bg: Упражнете математическите си умения от събиране и изваждане до математически анализ.

source: KA Lite is a light-weight web server for viewing and interacting with core Khan Academy content (videos and exercises) without needing an Internet connection.
bg: KA Lite е олекотен сървър за офлайн използване на основните материали на Khan Academy (уроци и упражнения).

source: Your Knowledge Map
bg: Вашата карта на знанието

source: Back to topics
bg: Обратно към темите

source: Subtopics
bg: Подтеми

source: Videos
bg: Уроци

source: Exercises
bg: Упражнения

source: Exercise
bg: Упражнение

source: Practice this concept
bg: Упражнете тази тема

source: Points
bg: Точки

source: Video Download
bg: Свалете Видеото

source: You are about to download new subtitles for all downloaded videos. This may take a long time.
bg: Сега ще свалите нови субтитри за всички налични уроци. Това може да отнеме време.

source: Please select a language first
bg: Моля, първо изберете език.

source: Please select videos to download (below)
bg: Моля, посочете уроци за сваляне (по-долу)

source: Download
bg: Сваляне

source: new selected videos
bg: нови избрани уроци

source: Delete
bg: Изтриване

source: selected videos
bg: избрани уроци

source: Download/update subtitles for existing videos
bg: Свалете/подновете субтитри към съществуващи уроци

source: Get/Update All Subtitles
bg: Вземете/Подновете Всички Субтитри

source: Get Missing Subtitles Only
bg: Изтеглете Само Липсващите Субтитри

source: Downloads will start soon... Please wait!
bg: Свалянето ще започне скоро... Моля почакайте!

source: Downloading video:
bg: Сваляне на урок:

source: Overall video download progress:
bg: Напредък със свалянето на уроци:

source: of
bg: от

source: Video download error... click to retry
bg: Грешка при сваляне на урок... моля повторете.

source: Subtitle download progress:
bg: Напредък със свалянето на субтитри:

source: Cancel All Downloads
bg: Откажете Всички Сваляния

source: Loading topic tree... Please wait!
bg: Зареждане на темите... Моля почакайте!

source: Home
bg: Начало

source: Please correct the error below.
bg: Моля, поправете грешката по-долу.

source: Username:
bg: Потребителско име:

source: Password:
bg: Парола:

source: Forgotten your password or username?
bg: Забравили сте си паролата или потребителското име?

source: Log in
bg: Вход

source: Add facility user
bg: Добавете потребител

source: Add a new
bg: Добавете нов

source: teacher
bg: Учител

source: student
bg: Ученик

source: Sign up for an account
bg: Регистрирайте потребител

source: Facility:
bg: Институция:

source: (Select a different facility)
bg: (Изберете друга институция)

source: Create user
bg: Създайте потребител

source: Add a new group
bg: Добавете Нова Група

source: Add Group
bg: Добавете Група

source: Facility:
bg: Институция:

source: Create group
bg: Създайте Група

source: Select user facility
bg: Изберете потребител

source: Facilities
bg: Институции

source: Edit facility
bg: Редактирайте институцията

source: Add student
bg: Добавете ученик

source: Add teacher
bg: Добавете Учител

source: Add group
bg: Добавете Група

source: Add a new Facility
bg: Добавете нова институция

source: You currently have no facilities. Would you like to
bg: В момента нямате институции. Бихте ли искали да

source: create a facility
bg: Създайте институция

source: Edit a facility
bg: Редактирайте институцията

source: Please enter the following information about your facility. Please enter a detailed address, because knowing where you are in the world allows us to better plan for future deployments and partnerships.
bg: Моля, добавете следната информация за вашата институция. Моля, въведете точен адрес, защото знаейки къде в Българи се намирате ще ни помогне да планираме по-добре бъдещи партньорства и проекти.

source: Please use this search box to locate your facility (and/or click on the map to select a spot), and then enter the additional information in the form below.
bg: Моля, намерете вашата институция (и/или изберете място на картата), и после въведете допълнителна информация в следния формуляр..

source: (Knowing, as closely as possible, where you are in the world allows us to better plan for future deployments and partnerships)
bg: (Знаейки с възможно най-голяма точност къде се намирате, ще ни позволи да планираме по-добре бъдещи партньорства и проекти.

source: Search for your facility's address or name to find its location on the map (enter to search)
bg: Потърсете адреса или името на вашата институция, за да я намерите на картата.(натиснете enter, за да търсите.)

source: Save facility
bg: Запазете институцията

source: Select facility
bg: Изберете институция

source: (this is the default)
bg: (това е текущата)

source: (set as the default facility)
bg: (изберете за текуща институция)

source: You currently have no facilities. Would you like to create a facility?
bg: В момента нямате институция. Бихте ли желали да създадете такава?

source: There are currently no facilities available, please ask an administrator or teacher to set one up.
bg: В момента няма институции. Помолете администратор или учител да създаде такива.

source: Administer Facilities
bg: Администрирайте Институциите

source: Username:
bg: Потребителско име:

source: Password:
bg: Парола:

source: Register a Device
bg: Регистрирайте устройство

source: The error message was:
bg: Съобщението за греша беше:

source: Congratulations, this device has now been registered.
bg: Поздравления, вашият компютър сега вече е регистриран.

source: This device has already been registered.
bg: Този компютър вече е регистриран.

source: The device needs to have internet access when first being registered. Please ensure it is connected to the internet, and then
bg: Компютърът ви трябва да има достъп до интернет, докато се регистрира. Моля, уверете се, че сте свързани с интернет и тогава

source: refresh this page
bg: презаредете страницата

source: If you have not created an organization and zone yet, please
bg: Ако не сте създали организация или зона все още, моля

source: login to the central server and create them
bg: влезте в централния сървър и ги създайте

source: (You will have to create an account there first).
bg: (Трябва първо да се регистрирате).

source: If you already have an organization and a zone, please
bg: Ако вече имате организация и зона, моля

source: login to the central server and register this device in a zone
bg: Влезте в централния сървър и регистрирайте този компютър в някоя зона.

source: (this will open a new window).
bg: (това ще отвори нов прозорец).

source: Return here and
bg: Върнете се тук и

source: to complete the registration process.
bg: , за да продължите с регистрацията.

source: To view the page you were trying to view, you need to be logged in as a teacher or an admin. Please login as one below, or <a href='%s'>go to home.</a>
bg: За достъп до тази страница, трябва да влезнете като администратор или като учител. Моля, направете го или <a href='%s'>се върнете в началото.</a>
